/* This is a mapping of BRError code failures to localized failure reasons */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureReasons.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "O Front Row não consegue encontrar nenhum conteúdo.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "O Front Row não consegue reproduzir a música actual.";


/* kBRMediaNoPhotoContent */
301 = "O Front Row não consegue encontrar nenhuma fotografia.";

/* kBRMediaNoPodcastContent */
302 = "O Front Row não consegue encontrar nenhum podcast.";

/* kBRMediaNotDRMAuthorized */
303 = "Não está autorizado a reproduzir este conteúdo.";

/* kBRMediaNoTVShowContent */
305 = "O Front Row não consegue encontrar nenhum programa de TV.";

/* kBRMediaNoMusicVideoContent */
306 = "O Front Row não encontrou nenhum teledisco.";

/* kBRMediaNoPlaylists */
307 = "O Front Row não consegue encontrar nenhuma lista de reprodução.";

/* kBRMediaNoSongContent */
308 = "O Front Row não consegue encontrar nenhuma música.";

/* kBRMediaNoAudioBookContent */
309 = "O Front Row não encontrou nenhum audiolivro.";

/* kBRMediaNoMovies */
315 = "O Front Row não consegue encontrar nenhum filme.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "O Front Row não está autorizado a reproduzir este conteúdo.";


/* kBRDataSourceConnectionInProgressError */
420 = "O Front Row já está a tentar estabelecer ligação a esta origem.";

/* KBRSystemNetworkHostUnreachable */
501 = "O Front Row não consegue estabelecer ligação a esta biblioteca.";

